Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: For example, the physician's duty according to Section 25 of the Act to, upon request, provide the Norwegian Board of Health information regarding potential abuse of narcotics.
nb: Som eksempel kan nevnes legers plikt etter lovens § 25 til på anmodning å gi Statens helsetilsyn opplysninger vedrørende mulig misbruk av narkotika.

source: The carrying straps for the cylinder failed to work as intended.
nb: Bærereimen til flasken fungerte ikke som den skulle.

source: The victim was transported to Haukeland hospital by air ambulance.
nb: Den skadde ble transportert til Haukeland sykehus med luftambulanse.

source: Equipment cabinet for search and rescue teams
nb: Utstyrsskap for søk- og redningslag

source: Reporting drilling and well activities
nb: Rapportering av bore- og brønnaktiviteter

source: It follows from Section 1-8, second subsection of the Working Environment Act, who is the employer.
nb: Hvem som er arbeidsgiver, følger av arbeidsmiljøloven § 1-8 andre ledd.

source: work with work equipment that requires additional carefulness, cf. RCW chapter 10, with the exception of sections 10-1, 10-2 and 10-3,
nb: arbeid med arbeidsutstyr som krever særlig forsiktighet, jf. FUA kapittel 10, med unntak av §§ 10-1, 10-2 og 10-3,

source: DFU 5C has not been updated in accordance with current design assumptions
nb: DFU 5C er ikke oppdatert i henhold til gjeldende designforutsetninger

source: In the 21 incidents covered by our investigation, minimal actual losses/consequences were registered.
nb: I de 21 hendelsene som ble omfattet av vår gransking ble det registrert minimale faktiske tap/konsekvenser.

source: Eni’s regulatory basis and use of standards
nb: Enis forskriftsgrunnlag og bruk av standarder

source: robustness of load-bearing structures and maritime systems
nb: robusthet i bærende konstruksjoner og maritime systemer

source: Production from the field is scheduled to begin in 2020.
nb: Produksjonen frå feltet er venta å starte i 2020.

source: sharp focus on helicopter safety.
nb: Det er en generell utvikling i industrien

source: We have given Statoil consent to use the Aasta Hansteen spar FPSO, subsea systems and infield pipelines on the Aasta Hansteen field in the Norwegian Sea.
nb: Vi har gitt Statoil samtykke til bruk av Aasta Hansteen spar FPSO, undervassystem og feltinterne røyrleidningar på Aasta Hansteenfeltet i Norskehavet.

source: underwater operations for 40 years from the last entry,
nb: undervannsoperasjoner i 40 år fra siste registrering,

source: According to Section 11 of the Framework Regulations, «the responsible party shall choose the
nb: av rammeforskriften § 11 at "den ansvarlige skal velge de tekniske, operasjonelle eller

source: Lundin Norway AS is the operator for production licence 359 in the North Sea.
nb: Lundin Norway as er operatør for utvinningsløyve 359 i Nordsjøen.

source: When the shift began, the day’s jobs were agreed between the coordinator and the rest of the team.
nb: Da skiftet begynte, ble dagens arbeidsoppgaver avtalt mellom koordinator og resten av skiftet.

source: standard should be used for drilling and well activities.
nb: brukes for bore- og brønnaktiviteter.

source: The planned production start-up is Q3 2018.
nb: Planlagd produksjonsstart er 3. kvartal 2018.

source: Order after investigation of hydrates in safety valves at Hammerfest LNG
nb: Pålegg etter gransking av hydrater i sikkerhetsventiler på Hammerfest LNG (HLNG)

source: This has clearly had consequences for planning and execution.
nb: Vi ser at dette har fått konsekvenser for planlegging og gjennomføring av

source: On stream since 2019, the Johan Sverdrup field was designed specifically for the use of these devices.
nb: Johan Sverdrupfeltet, som startet produksjonen i 2019, ble designet med tanke på bruk av nettbrett.

source: Various measurements before and after the incident support the simulations.
nb: Ulike målinger før og under hendelsen understøtter simuleringene.

source: The same applies at the land plants.
nb: Det samme er for land anleggene.

source: The Petroleum Safety Authority Norway (PSA) has been supervising Equinor’s development of the Johan Castberg field for a number of years.
nb: Petroleumstilsynet (Ptil) har ført tilsyn med Equinors utbygging av Johan Castberg-feltet i flere år.

source: The PSVs are not normally used actively in a process plant.
nb: PSVene er normalt ikke i aktivt bruk i et prosessanlegg.

source: Duva was discovered in 2016, and the plan for development and operation (PDO) was approved in 2019.
nb: Duva vart påvist i 2016, og plan for utbygging og drift (PUD) vart godkjent i 2019.

source: Paragraph 2 Section 1 for semi-submersible facilities and
nb: kapittel 2 seksjon 1 for halvt nedsenkbare innretninger og

source: Consent for use of Rowan Stavanger
nb: Samtykke til bruk av Rowan Stavanger på Ymefeltet

source: This review also showed that the work winch is not included in Eni’s analysis report for material handling on board.
nb: Gjennomgangen viste også at arbeidsvinsjen ikke inngår i Enis analyserapport for materialhåndtering om bord, jf.

source: is responsible for loading and offloading operations on the facility, including in the D10 area.
nb: har ansvaret for laste- og losseoperasjoner på innretningen, inkludert arbeid i D10-området.

source: It was labelled with manufacturer and serial number and “SWL 20 t” was painted on, which indicates that this was a lifting accessory.
nb: Løfteredskapet involvert i hendelsen var tydelig merket med SWL 20 tonn, noe som indikerte at dette var et løfteredskap.

source: Common to AT levels 1 and 2 is that a toolbox talk is performed at the start of the work and the AT must be approved before the work begins.
nb: Felles for AT nivå 1 og 2 er at en gjennomfører en «toolbox-talk» ved oppstart av arbeidet og at AT skal være godkjent før en påbegynner arbeidet.

source: • Several conditions also arose during the installation which should have prompted a halt
nb: • Underveis i monteringen var det også flere forhold som skulle ha ført til stopp og ny

source: The employer shall ensure that hazardous chemical exposure during storage, use, handling and disposal of chemicals, and during operations and processes that produce chemical components, is avoided.
nb: Arbeidsgiveren skal sikre at helseskadelig kjemisk eksponering ved lagring, bruk, håndtering og avhending av kjemikalier, og ved arbeidsoperasjoner og prosesser som avgir kjemiske komponenter, unngås.

source: change in operators and use of well intervention facilities and other units considered to be facilities, cf.
nb: operatørskifte og bruk av brønnintervensjonsinnretning og andre enheter som regnes som innretning, jf.

source: The control room operators quickly became aware that this was an incident with a high level of noise.
nb: Kontrollromsoperatørene ble raskt klar over at det var en hendelse med høyt støynivå.

source: Vår Energi – Consent to use Island Constructor – Goliat
nb: Vår Energi - Samtykke til bruk av Island Constructor - Goliat

source: “Those on a three-shift rotation accordingly do best to change clockwise.
nb: - For de som går roterende skiftarbeid med tredelt skift, er det derfor best å snu med klokken.

source: Equinor - Consent for extended operation of Åsgard A
nb: Equinor - Samtykke til forlenga drift av Åsgard A

source: Sheave with a diameter of 18xD/d
nb: Skivehjul med diameter 18xD/d

source: Meeting of the Arctic offshore regulators forum, 19th October 2020
nb: Møte i Arctic offshore regulators forum, 19. oktober 2020

source: Both the PSA and the companies themselves can access data for their facilities and plants.
nb: Ptil og selskapene selv har tilgang til data for sine innretninger og anlegg.

source: Such an evaluation requires that the monitoring, annual reporting in accordance with the Management Regulations Section 34 c and defined challenges from the Environmental Impact Assessments be seen as a whole.
nb: En slik vurdering krever at overvåkingen, årlig rapportering i henhold til styringsforskriften § 34 c og identifiserte mulige miljøpåvirkninger fra konsekvensutredningene, ses i sammenheng.

source: Identify proximate and underlying causes.
nb: Vurdere utløsende og bakenforliggende årsaker.

source: It was built at the Fincantieri Shipyard in Palermo, Italy and completed at Westcon’s yard in Ølensvåg in Rogaland county in 2011.
nb: Den er bygd ved Fincantieri Shipyard i Palermo, Italia og vart ferdigstilt ved Westcons verft i Ølensvåg i Rogaland i 2011. Vedlegg

source: The standard is normative and fairly general and has failed, among other considerations, to address complicated assemblies and arrangements involving the use of multiple sheaves and where the steel rope could be led over several sheaves, change direction several times and so forth.
nb: Standarden er retningsgivende og forholdsvis generell og har blant annet ikke tatt for seg kompliserte sammensetninger og arrangementer med bruk av flere skivehjul og hvor ståltau kan føres over flere skivehjul, skifte retning flere ganger og lignende.

source: A global containment solution is under development to supplement the intervention system.
nb: En global oppsamlingsløsning (containment) er under utarbeidelse for å supplere intervensjonsutstyret.

source: While a new suitable length of CT was being fed in for cutting, the opening in the hatch structure on the BIT BOP deck was subject to heavy pressure generated by the CT running tool and somewhat damaged/deformed.
nb: Under matingen av en ny passende lengde kveilerør for kutting, fikk åpningen på lukestrukturen på BIT BOP dekk et hardt press, generert av kjøreverktøyet for kveilerør, og ble noe skadet/deformert.

source: The hose was not secured in accordance with the requirements in the procedure.
nb: Slagen ble ikke sikret i henhold til krav i prosedyre.

source: § 72a Leaving of waste, equipment and other material
nb: § 72a Etterlatelse av avfall, utstyr og annet materiale

source: EN-ISO 12100:2010 Safety of machinery – general principles for design – risk assessment and risk reduction
nb: EN-ISO 12100:2010 Maskinsikkerhet, Hovedprinsipper for konstruksjon, Risikovurdering og risikoreduksjon

source: The regulations apply to safety and working environment for transport and injection of CO
nb: Forskriften gjelder for sikkerhet og arbeidsmiljø ved transport og injeksjon av CO

source: the following addition: the Norwegian Oil and Gas’ guidelines for safety and emergency preparedness training No. 002 should be used for safety and emergency preparedness training for personnel on facilities and vessels,
nb: og gass’ retningslinjer for sikkerhets- og beredskapsopplæring nr. 002 bør brukes for sikkerhets- og beredskapsopplæring for personell på innretninger og fartøy,

source: “Insufficient sleep makes you sleepy, so that you risk nodding off behind the wheel of your car, for example.
nb: Man blir søvnig av å sove for lite, slik at man for eksempel risikerer å sovne bak bilrattet.

source: Application for permit under the Pollution Control Act is subject to Chapter 36 of the Pollution Control Regulations (in Norwegian only), and a fee is fixed for the Environmental Agency’s processing relating to applications for permits pursuant to Chapter 36 of the Pollution Control Regulations (in Norwegian only).
nb: Søknad om tillatelse etter forurensningsloven behandles i henhold til forurensningsforskriften kapit-tel 36, og det fastsettes gebyr for Miljødirektoratets saksbehandling i tilknytning til søknader om tillatelse i medhold av forurensningsforskriften kapittel 36.

source: Oselvar was discovered in 1991, and the plan for development and operation (PDO) was approved in 2009.
nb: Oselvar blei påvist i 1991, og plan for utbygging og drift (PUD) blei godkjent i 2009.

source: One proposal to have emerged from the interviews (mentioned by many) was that practice should be strengthened in terms of monitoring structures which are now being decommissioned to see where cracks have propagated as basis for checking assumptions and calculations made in the engineering phase.
nb: Et forslag som kom frem i intervjuene (ble nevnt av flere) var at man bør styrke praksis med hensyn til å kontrollere konstruksjoner som etter hvert nå skal fjernes for å se hvor man har sprekkvekst, som grunnlag for kontroll mot forutsetninger og beregninger som ble gjort i prosjekteringsfasen.

source: For surface-completed wells, it should be possible to monitor the pressure in the annulus and in the production tubing, or as an alternative, in the last casing set.
nb: For overflatekompletterte brønner bør en kunne overvåke trykk i ringrommet og i produksjonsrøret, eventuelt i sist satte foringsrør.

source: Figure 10 Sample work permit
nb: Figur 10 Eksempel på arbeidstillatelse

source: In the summer of 2020, the PSA decided to launch an investigation of the Johan Castberg project.
nb: Ptil besluttet sommeren 2020 å iverksette en gransking av Johan Castberg-prosjektet.

source: activities, cf. second paragraph of this section.
nb: vedlegget, er blant de andre som deltar.

source: The lifting accessory involved was reclassified by ExxonMobil/Point Resources to remove its definition as lifting equipment.
nb: Anbefalingene i rapporten ble ikke tatt til følge hverken av ExxonMobil eller Point før utstyret ble tatt i bruk.

source: Some reservoirs in the Barents Sea are much shallower than in other areas of the shelf (+/- 250 m beneath the seabed).
nb: Enkelte reservoarer i Barentshavet er mye grunnere enn andre områder på sokkelen (+/- 250 under sjøbunn).

source: When calculating fall energy, no deductions shall be made at height for height of persons.
nb: Ved beregning av fallenergi skal det ikke gjøres fratrekk i høyde for personhøyde.

source: Equipment as mentioned in the second subsection, includes medication and first aid equipment, stretchers and medical rescue equipment.
nb: Utstyr som nevnt i andre ledd, omfatter blant annet legemidler og førstehjelpsutstyr, bårer og medisinsk redningsutstyr.

source: Eventually, information on the maximum hydraulic pressure arrived from the kelly cock valve supplier, and personnel on the platform tried a step-by-step approach to getting the automatic kelly cock valve open.
nb: Etter hvert kom det informasjon om maksimale hydraulikk-trykk fra leverandør av Kelly-cock ventilene og personell på plattformen forsøke stegvis tilnærming til å få åpnet den automatiske Kelly-cock ventilen.

source: transport and storage.
nb: -transport og lagring.

source: MH Wirth asked Kverneland Aqua AS to assess the possible cause of the damage to the rope.
nb: MH Wirth anmodet Kverneland Aqua AS om å gjøre en vurdering av den mulige årsaken til skaden på ståltauet.

source: IOGP Guidelines 501
nb: IOGPs retningslinje 501

source: When the industry or others publish standards, it is normally assumed that the standards will be used as
nb: Det vil i hovedsak være operatør, og ikke rettighetshaver eller eieren av landanlegget, som har den

source: The change in operational practice was decided and implemented by the shuttle vetting entity.
nb: Endring av operasjonell praksis ble besluttet og gjennomført av Shuttle Vetting.

source: HLNG has now changed its practice so that the process operators themselves remove PSVs weighing less than 25 kilograms.
nb: Praksis er nå endret på HLNG slik at prosessoperatørene selv tar ut PSVer som veier mindre enn 25 kg.

source: The PSA was established as a separate regulator in 2004 on the basis of the NPD’s former safety division.
nb: Ptil ble etablert som egen etat i 2004, tuftet på det som hadde vært sikkerhetsdivisjonen i OD.

source: Are their signs that the equipment has been screwed on or damaged after installation in 1993/1994 and replacement of the manometer in 2007?
nb: Er det tegn på at utstyret er blitt skrudd på eller skadet etter installasjon i 1993/1994 og manometerutskiftning i 2007?

source: In the DFI and drawings, the base of the topside is shown to be at level 175 metres.
nb: I DFI og på tegninger er det vist at undersiden til topside-konstruksjonene er på nivå 175 meter.

source: The recommendation for Equipment Class 2 for tank vessels as mentioned in this table, is conditional upon the preparation of a positioning capacity plot for the dynamic positioning system.
nb: Anbefalingen om utstyrsklasse 2 for tankfartøy som nevnt i denne tabellen, forutsetter at det er utarbeidet posisjonskapasitetsplott for det dynamiske posisjoneringssystemet.

source: “Technological improvements and alternative ways of working introduced since 2014 mean we now drill twice as fast in terms of metres per day,” says Sigbjørn Lundal.
nb: - Fra 2014 har bedre teknologi og andre måter å jobbe på, gjort at vi nå borer dobbelt så fort i antall meter per døgn som vi gjorde da, forklarer Sigbjørn Lundal, koordinerende hovedverneombud (KHVO) i Schlumberger Norge.

source: Aker BP has received consent for exploration drilling in the North Sea
nb: Aker BP - Samtykke til leiteboring i Nordsjøen

source: The AORF is a cooperative forum comprising the safety agencies of the USA, Canada, Russia, Iceland, Greenland, Finland, Sweden and Norway.
nb: Arctic Offshore Regulators' Forum (AORF) er et samarbeidsforum med medlemmer fra sikkerhetsmyndighetene i USA, Canada, Russland, Island, Grønland, Finland, Sverige og Norge.

source: appears to be important for forgetting or removing unnecessary memory components.
nb: ser ut til å ha betydning for å glemme eller for å fjerne unødige hukommelseselementer.

source: Sør-Vest Police District, south of 62 degrees latitude,
nb: Sør-Vest politidistrikt sør for 62. breddegrad,

source: Since no gas detection was activated, he quickly concluded that a steam leak had occurred and began work to identify its source and opportunities to halt it.
nb: Siden det ikke var noen gassdeteksjon antok han raskt at det var en damplekkasje og han startet arbeidet med å identifisere lekkasjekilden og muligheter for å stenge den av.

source: “We live in a good country where great attention is paid to the working environment, and where the acceptability of harm at work is low,” observes Tønnes.
nb: - Vi bor i et godt land, der fokus på arbeidsmiljø er høyt, og der skader på grunn av arbeidsmiljø har lav aksept, sier Tønnes Ognedal.

source: Fatigue caused by large bending loads over small sheaves will cause strand fractures in the core which are not detectable by visual checks.
nb: Ved utmatting som følge av stor bøyebelastning over små skivehjul vil trådbruddene oppstå i kjernen og ikke være synlige ved visuell kontroll.

source: c) the operator shall retain material and information on permanent plugback of wells, d) the operator shall retain material and information on facilities and waste that have been temporarily
nb: c) operatøren oppbevare materiale og opplysninger om permanent tilbakeplugging av brønner, d) operatøren oppbevare materiale og opplysninger om innretninger og avfall som er midlertidig etterlatt

source: Serious personal injury as mentioned in the first subsection, litera b, means
nb: Med alvorlig personskade som nevnt i første ledd bokstav b, menes

source: The støydata.no noise data website has around 40-50 users every week, and a big oil company in Norway has had the calculator adapted to measure noise and vibration for its own use.
nb: Hver uke har støydata.no rundt 40-50 brukere, og ett av de store oljeselskapene har fått tilpasset kalkulatoren til å måle støy og vibrasjoner til eget bruk.

source: Equinor has applied for permission to use the Island Wellserver mobile drilling facility for light well intervention.
nb: Equinor har søkt om å få bruke den flyttbare boreinnretninga Island Wellserver til lett brønnintervensjon.

source: Starting with washing and cleaning in the first shop, equipment progresses through repair, calibration and testing until it is ready for dispatch from other end.
nb: Fra vask og rens i den ytterste hallen, via reparasjon, kalibrering og testing, til de er klare for å sendes ut i den andre enden.

source: In other words, the targets for the period 2008-2010 have not
nb: Med andre ord er ikke målene i perioden 2008–2010 nådd;

source: The brief description below covers those parts of the main process and the connection between the flare and drain system on Eldfisk FTP which are relevant for the incident.
nb: Nedenfor følger en kort beskrivelse av hovedprosessen og sammenkoblingen med fakkel og dreneringssystemet på Eldfisk FTP som er relevant for hendelsen:

source: External corrosion protection for the materials, including the bolt heads, is paint. See figure 4.
nb: Utvendig har materialene maling som korrosjonsbeskyttelse, også bolthodene i ventilhuset, se figur 4.

source: Equinor – Vigdis – consent for extended operation
nb: Equinor – Vigdis – samtykke til forlenga drift

source: The field was subsequently developed with further wells from well templates on the sea bed, called Visund Sør and Visund Nord, respectively.
nb: Senere er feltet bygget ut med ytterligere brønner fra brønnrammer på havbunnen, henholdsvis kalt Visund Sør og Visund Nord.

source: The requirement for a limited and coherent volume of information as mentioned in the first subsection,
nb: Kravet til en avgrenset og sammenhengende informasjonsmengde som nevnt i første ledd bokstav a,

source: According to requirements in the handover document, both B&B and D&V were responsible for the valve status and for necessary barriers being established, tested and documented before handing over well responsibility.
nb: I henhold til krav i overleveringsdokumentet, har både B&B og Drift et ansvar for ventilstatus og at nødvendige barrierer er etablert, testet og dokumentert før overlevering av brønnansvar.

source: When the pump was lifted to the start position for installing the water riser, the cable ran between two people.
nb: Da råvannspumpen ble løftet til utgangsposisjonen for monteringen av vannrørene, var strømkabelen plassert mellom to personer.

source: We have given ConocoPhillips Skandinavia (ConocoPhillips) consent for exploration drilling in block 25/7 in the North Sea.
nb: Vi har gitt ConocoPhillips Skandinavia (ConocoPhillips) samtykke til leiteboring i blokk 25/7 i Nordsjøen.

source: For design of offshore gangways between vessels and simpler facilities,
nb: For utforming av gangbroer mellom fartøy og enklere innretninger bør

source: In its review of organisational barrier elements, Maersk identifies SJAs, WPs and TBTs as important for identifying and reducing risk in work operations.
nb: I gjennomgangen deres av organisatoriske barrierelementer viser Maersk til sikker-jobb-analyse (SJA), arbeidstillatelse (AT) og før-jobb-samtale (TBT) som viktige for å identifisere og redusere risiko i arbeidsoperasjoner.

source: With regard to fire divisions in living quarters, see Section 30 on fire divisions in living quarters.
nb: For brannskiller i boligkvarter, se § 30 om brannskiller i boligkvarter.

source: the well's location and wellbore should be stated in Universal Transverse of Mercator (UTM) coordinates.
nb: brønnens lokasjon og bane bør angis i Universal Transverse of Mercator (UTM)-koordinater.

source: During drilling and completion operations, a blowout preventer (BOP) is used on the wellhead on the sea bed.
nb: Under bore- og kompletteringsoperasjonene benyttes det en brønnsikringsventil (BOP) som plasseres på brønnhode på havbunnen.

source: Timp reviews are supplemented by independent TTS reviews, inspections and notifications of condition assessment.
nb: I tillegg til TIMP vurderinger inngår uavhengige Teknisk Tilstand Sikkerhet (TTS) gjennomganger, inspeksjoner og notifikasjoner i vurderingen av tilstand.

source: The facility is classified by DNV GL and is Norwegian flagged.
nb: Innretningen er klasset av DNV GL og har Norsk flagg.
